[
  "Max was always around to help out people stuck on certain parts of lessons",

  "My instructor and TA helped me during office hours to rethink my logic on a project and save myself a lot of headache and extra code",

  "Ben and Max are always great. They really go above and beyond what I would expect. They're excellent.",

  "Ben and Max are great as always",

  "The TA, Max is doing a fantastic job! He answers all of my questions, and goes beyond in providing links to various knowledge bases.",

  "The TA was fantastic! He made zoom breakout rooms available around the clock, including on weekends. He also provided invaluable feedback on our project. Kudos to Max!",

  "Max was superb this week. He went far and beyond in researching my questions, and provided crucial feedback on my assignments, when I need it the most! Kudos to Max Ohsawa",

  "My TA spent a lot of his personal time to help me start getting caught up with things I don't understand and agreed to work with me more until I feel like I am fully caught up",

  "Lots of help from our instructor and TA this week on our second project. Ben and Max are able to guide us to figuring issues out on our own which is super helpful so that we actually learn",

  "Max once again has proven that he is an excellent asset to Columbia. Anytime I had a question, he researched the answer and provided with multiple sources of information. In a way, I wish I also was a TA. I can see myself teaching others and providing excellent support! Kudos to Max!",

  "The final projects would not have been close to viable or finished without Ben and, especially, Max's hard work helping us through the project.",

  "Max went well out of his way to review everything from the previous week in a zoom meeting. Super grateful for that.",

  "Max has been very active in answering any questions students have in the slack channel, including myself!",

  "TA's we have are fantastic, we have max and sean and both have been super helpful.",

  "TAs (Max specifically) are very willing to answer homework questions and help clarify class concepts outside of class time. It is much appreciated - I would not be successful in this course without their assistance.",

  "The TAs are always available on slack to answer all my questions and they have SAVED me many times already.",

  "I couldn't figure out why I wasn't able to implement a carousel in Bulma and Max took the time to walk through it with me and try to make it work",

  "One TA in particular was an excellent help this week, Max, and I want to give them a shout out for it. ",

  "I think we really lucked out with our instructors. Ben is such an incredible teacher and Max and Sean are great TA's that I've learned so much from already. I could also see Max being an incredible teacher if given the opportunity",

  "As usual, TAs go out of their way to support us.",

  "My TA, Max, is an incredible help. He has gone above and beyond to address some of my questions outside of class time once we noticed that sometimes, my questions about slightly more advanced concepts relating to what we were learning, was confusing other class members. He is also the only reason I've been able to have real, full conversations about the algorithms that are part of each module as we never have time in office hours because of student's questions about past homeworks, new modules, etc.",

  "Ben and Max are amazing, I feel very lucky to be in this cohort",

  "Max has gone above and beyond and met with me outside of class to dive deeper into algorithms as we never have time in office hours. He also has provided a resource for questions that I've had about why things work the way they do when there hasn't been a space in class for this.",

  "Love Ben, love Max",

  "Max has been incredible and going above and beyond as a TA.",

  "My instructional team was the back bone to my project this past week. Both my instruction Benjamin Wright, TA's Max Ohsawa & Sean Dillon were very helpful and took pride in doing what they were tasked to do.",

  "Max Ohsawa was an incredible support this week while we worked on our projects, and Ben Wright as well. They provided information, helped us think through logical problems and strategies for accomplishing the goals of our project. Our instructional team is strong.",

  "Ben is such an incredible teacher and Max really goes above and beyond to help the class. They are a really incredible team and I'm lucky to have landed in this cohort.",

  "Max does a great of supporting all students, meeting them at their levels, and working to support them in whatever way they need.",

  "I appreciate the support that our TA Max offers us, he really cares and does anything he can to help us get through this! Super grateful for his help!",

  "Max reached out to me to specifically schedule a time to try to fix my mini-project and I appreciate him taking the effort to make the plans and not just waiting for me to.",

  "Max and Ben are the best, they are like fathers to me. Just kidding, but they really are amazing. I feel very lucky to have landed in this cohort, their ebb & flow is unmatched.",

  "Max has been integral to my boot camp experience. Had it not been for his consistent support, I would have had a drastically more difficult experience.",

  "TAs are very helpful, particularly Max who has gone above and beyond this entire course, especially in this last week.",

  "Max is great - super communicative and helpful.",

  "Max has been very helpful and the instruction is great!",

  "Max is an incredible TA and a huge asset to the course.",

  "Ben and Max have been great as usual!",

  "Ben and Max are always knowledgeable and helpful",

  "I just wanted to point out how exceptional Max in particular is! He is always recommending helpful links and is on top of everything! We really appreciate him a lot!",

  "Ben and Max were both very helpful during the group project week. They helped us solve specific problems and pointed us toward solutions as they came up",

  "Max is a phenomenal TA and really helped us a lot understanding how you can set up back-end routes to display info on the front-end!",

  "Ben and Max do a great job supporting and teaching us. I never feel stressed coming to class and I feel safe enough to ask questions or try and get the answer wrong, because I know that they are here to help me learn.",


  "Ben and Max have been great.",

  "Ben and Max have been great as usual!",
  
  "Max and Ben are always very helpful and supportive."
]